Repository: lexqt/EduTracMetrix
Catalog: tracmetrix/locale/*/LC_MESSAGES/tracmetrix.po
Languages: ru

source: Milestone metrics
ru: Метрики этапа разработки

source: To project statistics
ru: К статистике проекта

source: Project statistics
ru: Статистика проекта

source: ticket status
ru: статус карточек

source: Closed
ru: Закрытые

source: In progress
ru: В работе

source: New
ru: Новые

source: ticket resolution
ru: решение по карточкам

source: ticket type
ru: тип карточек

source: Number of comments per ticket
ru: Число комментариев на карточку

source: Number of milestone changed per ticket
ru: Число изменений этапа на карточку

source: Number of closed per ticket
ru: Число закрытий на карточку

source: Lead time
ru: Время выполнения

source: Closed time
ru: Время в закрытом состоянии

source: Commits from %(start_date)s to %(end_date)s
ru: Наборы изменений с %(start_date)s по %(end_date)s

source: Time periods
ru: Временные интервалы

source: Commits
ru: Наборы изменений

source: period
ru: период

source: commits
ru: наборы изменений

source: Ticket activity
ru: Активность по карточкам

source: tickets
ru: карточки

source: status
ru: статус

source: Wiki activity from %(start_date)s to %(end_date)s
ru: Активность Wiki с %(start_date)s по %(end_date)s

source: Wiki modifications
ru: Изменений Wiki

source: created
ru: создано

source: closed
ru: закрыто

source: Ticket activity from %(start_date)s to %(end_date)s
ru: Активность по карточкам с %(start_date)s по %(end_date)s

source: Tickets
ru: Карточки

source: modified
ru: изменено

source: number
ru: число

source: commit
ru: набор изменений

source: Project metrics
ru: Метрики проекта

source: User metrics
ru: Метрики пользователя

source: Milestone metrics: %(name)s
ru: Метрики этапа разработки: %(name)s

source: Milestone metrics: [1:%(name)s]
ru: Метрики этапа разработки: [1:%(name)s]

source: Ticket Status Summary
ru: Сводка по состоянию карточек

source: Ticket Type Summary
ru: Сводка по типу карточек

source: Ticket History
ru: История карточек

source: [1:Entered tickets] — tickets created in this milestone or tickets retargeted to this milestone from others.[2:] [3:Left tickets] — tickets moved from this milestone to others.[4:] [5:Completed tickets] — tickets completed in this milestone (or previously in other milestones).[6:]
ru: [1:Добавленные карточки] — карточки, созданные в этом этапе или переназначенные на этот этап из других.[2:] [3:Переведенные карточки] — карточки, переведенные из этого этапа в другой.[4:] [5:Закрытые карточки] — карточки, завершенные в этом этапе (или ранее в других этапах).[6:]

source: Date
ru: Дата

source: Enter
ru: Добавлено

source: Leave
ru: Переведено

source: Completed
ru: Завершено

source: Ticket Entered
ru: Добавленные карточки

source: Ticket Left
ru: Переведенные карточки

source: Ticket Completed
ru: Закрытые карточки

source: Please, select milestone to view statistics for:
ru: Выберите этап, для которого будет выведена статистика:

source: Summary metrics
ru: Метрики-сводки

source: Project tickets summary
ru: Сводка по карточкам проекта

source: Milestones statistics
ru: Статистика по этапам разработки

source: Show completed milestones
ru: Показывать завершенные этапы

source: Tickets extra statistics
ru: Доп. статистика по карточкам

source: Time range metrics
ru: Метрики с временным интервалом

source: Repository statistics
ru: Статистика репозитория

source: Daily backlog statistics
ru: Ежедневная статистика по задачам

source: Time range metrics with grouping
ru: Метрики с группировкой по времени

source: Repository activity
ru: Активность репозитория

source: Backlog statistics table
ru: Таблица очереди задач

source: Wiki activity
ru: Активность Wiki

source: Time range options
ru: Параметры временных интервалов

source: [1:View statistics from [2:]] [3:] and [4:[5:] days back]
ru: [1:Просмотр статистики с [2:]] [3:] и на [4:[5:] дней назад]

source: [1:Use groups [2:] days long]
ru: [1:Использовать группы по [2:] дней]

source: Statistics includes all project tickets for all time.
ru: Статистика включает все карточки проекта за все время.

source: Tickets by Status
ru: Карточки по состоянию

source: Closed Tickets by Resolution
ru: Закрытые карточки по решению

source: Milestone summary
ru: Сводка по этапам разработки

source: Milestone
ru: Этап

source: Status
ru: Состояние

source: In-progress
ru: В работе

source: Total
ru: Всего

source: Completion
ru: Завершенность

source: Statistics includes tickets created or changed within a specified time range.
ru: Статистика включает карточки, созданные или измененные за указанный временной интервал.

source: Periods
ru: Периоды

source: Authors
ru: Авторы

source: Opened Tickets Count
ru: Число открытых карточек

source: Close Tickets Events
ru: Закрыто карточек

source: New/Open Tickets Events
ru: Создано/открыто карточек

source: Ticket Created
ru: Число созданных карточек

source: Ticket Opened
ru: Число открытых карточек

source: Ticket Closed
ru: Число закрытых карточек

source: [1:BMI] Index[2:](Closed/Opened)
ru: Индекс [1:BMI][2:](отношение закрытых к открытым)

source: Metrics
ru: Метрики

source: Mean
ru: Среднее

source: Median
ru: Медиана

source: Max
ru: Макс.

source: Min
ru: Мин.

source: Std. Dev.
ru: Ст. откл.

source: User metrics: %(user)s
ru: Метрики пользователя: %(user)s

source: Events
ru: События
